[
    {
        "image":"../songs/Hindi Songs/img/actress/sharukh khan.jpeg",
        "name": "Shah Rukh Khan",
        "bio": "Shah Rukh Khan, often referred to as the 'King of Bollywood,' was born on November 2, 1965, in New Delhi, India. He started his career in the late 1980s with television series like 'Fauji' and 'Circus'. His big break in films came with 'Deewana' in 1992. Known for his versatile acting and charismatic screen presence, Shah Rukh Khan has starred in numerous blockbuster films such as 'Dilwale Dulhania Le Jayenge', 'Kabhi Khushi Kabhie Gham', 'My Name Is Khan', 'Chennai Express', and 'Raees'. Beyond acting, he is also a successful producer and the co-owner of the Kolkata Knight Riders, a team in the Indian Premier League. Despite his immense success, he is known for his humility and philanthropic efforts. Shah Rukh Khan's journey from a middle-class upbringing in Delhi to becoming one of the world's biggest movie stars is a testament to his talent, hard work, and determination."  
    },{
        "image":"../songs/Hindi Songs/img/actress/Salman khan.jpeg",
        "name": "Salman Khan",
        "bio": "Salman Khan, born on December 27, 1965, in Indore, India, is one of Bollywood's most prominent actors. He made his acting debut in 1988 with a supporting role in 'Biwi Ho To Aisi' and gained widespread recognition with 'Maine Pyar Kiya' in 1989. Known for his charismatic screen presence and versatile roles, Salman has starred in numerous successful films, including 'Hum Aapke Hain Koun..!', 'Karan Arjun', 'Dabangg', 'Bajrangi Bhaijaan', and 'Sultan'. Beyond acting, he is a film producer, television presenter, and philanthropist. He founded the charitable organization 'Being Human,' which focuses on education and healthcare initiatives for underprivileged people. Despite controversies in his career, Salman Khan remains a beloved figure in the Indian film industry, known for his generosity and dedication to his craft."
      },{
        "image":"../songs/Hindi Songs/img/actress/Aamir Khan.jpeg",
        "name": "Aamir Khan",
        "bio": "Aamir Khan, born on March 14, 1965, in Mumbai, India, is one of Bollywood's most acclaimed actors. He made his acting debut as a child actor in 'Yaadon Ki Baaraat' (1973) and began his full-fledged acting career with 'Qayamat Se Qayamat Tak' in 1988. Known for his dedication to his roles and perfectionist attitude, Aamir has delivered numerous critically acclaimed performances in films such as 'Lagaan', 'Dil Chahta Hai', 'Rang De Basanti', 'Taare Zameen Par', '3 Idiots', 'PK', and 'Dangal'. Besides acting, Aamir is also a successful director, producer, and television presenter. His television show 'Satyamev Jayate' focused on social issues in India and received widespread acclaim. Aamir Khan's ability to balance commercial success with meaningful cinema has made him one of the most respected figures in the Indian film industry."
      },{
        "image":"../songs/Hindi Songs/img/actress/Amitabh bachan.jpeg",
        "name": "Amitabh Bachchan",
        "bio": "Amitabh Bachchan, born on October 11, 1942, in Allahabad, India, is one of the most iconic and influential actors in the history of Indian cinema. Known as the 'Shahenshah of Bollywood', he gained immense popularity in the early 1970s with films like 'Zanjeer', 'Deewar', and 'Sholay', establishing himself as the 'Angry Young Man' of Hindi cinema. Over the decades, Amitabh has delivered numerous memorable performances in films such as 'Don', 'Amar Akbar Anthony', 'Paa', 'Piku', and 'Pink'. Beyond acting, he has also been a successful playback singer, film producer, and television host, notably hosting the Indian version of 'Who Wants to Be a Millionaire?', 'Kaun Banega Crorepati'. Despite facing numerous challenges, including serious health issues, Amitabh Bachchan's resilience and dedication to his craft have earned him numerous awards and accolades, including the Padma Shri, Padma Bhushan, and Padma Vibhushan. His contribution to Indian cinema and his charismatic presence continue to inspire millions."
      },{
        "image":"../songs/Hindi Songs/img/actress/Saifali Khan.jpeg",
        "name": "Saif Ali Khan",
        "bio": "Saif Ali Khan, born on August 16, 1970, in New Delhi, India, is a renowned Bollywood actor and producer. He is the son of the legendary actress Sharmila Tagore and the late cricketer Mansoor Ali Khan Pataudi. Saif made his acting debut in 1993 with the film 'Parampara', but gained popularity with his roles in films like 'Yeh Dillagi' and 'Main Khiladi Tu Anari'. Known for his versatility, he has delivered notable performances in a variety of genres, including comedies like 'Dil Chahta Hai', thrillers like 'Ek Hasina Thi', and historical dramas like 'Tanhaji'. He received critical acclaim for his role in 'Omkara' and has won several awards, including the National Film Award for Best Actor for 'Hum Tum'. Saif has also ventured into web series, earning praise for his performance in 'Sacred Games'. Beyond his acting career, he is known for his royal lineage and his contributions to Indian cinema."
      },{
        "image":"../songs/Hindi Songs/img/actress/Shradha kapoor.jpeg",
        "name": "Shraddha Kapoor",
        "bio": "Shraddha Kapoor, born on March 3, 1987, in Mumbai, India, is a popular Bollywood actress and singer. She is the daughter of veteran actor Shakti Kapoor. Shraddha made her acting debut with a brief role in 'Teen Patti' (2010) and gained recognition with her lead role in 'Aashiqui 2' (2013), which was a major commercial success. Known for her versatility and charm, she has starred in a variety of films, including 'Ek Villain', 'ABCD 2', 'Baaghi', 'Stree', and 'Chhichhore'. Besides acting, Shraddha is also a talented singer and has sung several songs for her films. With her engaging screen presence and ability to perform diverse roles, she has established herself as one of the leading actresses in the industry. Shraddha Kapoor's dedication to her craft and her down-to-earth personality have endeared her to fans around the world."
      },{
        "image":"../songs/Hindi Songs/img/actress/Priyanka Chopra.jpeg",
        "name": "Priyanka Chopra",
        "bio": "Priyanka Chopra, born on July 18, 1982, in Jamshedpur, India, is a globally acclaimed actress, singer, and film producer. She won the Miss World title in 2000 before transitioning to a successful career in Bollywood. Priyanka gained prominence with films like 'Bacchna Ae Haseeno', 'Don', 'Dostana', and 'Barfi!', showcasing her versatility and range. She made a successful crossover to Hollywood with her role in the TV series 'Quantico', becoming one of the first South Asian actresses to star in a major American TV show. Her Hollywood film credits include 'Baywatch' and 'Isn't It Romantic'. Priyanka is also known for her philanthropic work, including her role as a UNICEF Goodwill Ambassador. She is married to American singer and songwriter Nick Jonas, and her global success has made her one of the most recognized Indian actresses worldwide."
      },{
        "image":"../songs/Hindi Songs/img/actress/Sai Pallavi.jpeg",
        "name": "Sai Pallavi",
        "bio": "Sai Pallavi, born on May 9, 1992, in Coimbatore, India, is an acclaimed Indian actress known for her work in Tamil, Telugu, and Malayalam cinema. She gained widespread recognition with her debut in the Malayalam film 'Premam' (2015), where her natural acting style and charm captivated audiences. Sai Pallavi continued to impress with her performances in films such as 'Kali', 'Fidaa', 'Maari 2', and 'Athiran'. Known for her exceptional dance skills and portrayal of relatable characters, she has earned a reputation for her dedication to her craft and authenticity in her roles. Sai Pallavi's down-to-earth personality and strong screen presence have made her a beloved figure in the South Indian film industry."
      },{
        "image":"../songs/Hindi Songs/img/actress/Rani.jpeg",
        "name": "Rani Mukerji",
        "bio": "Rani Mukerji, born on March 21, 1978, in Mumbai, India, is a renowned Bollywood actress known for her powerful performances and versatility. She made her acting debut with the film 'Raja Ki Aayegi Baraat' in 1997, but gained significant recognition with 'Kuch Kuch Hota Hai' (1998). Rani has since starred in numerous successful films including 'Ham Tum', 'Black', 'Kabhi Alvida Na Kehna', 'Dil Bole Hadippa!', and 'Mardaani'. Known for her ability to portray a wide range of characters, from dramatic roles to comedic ones, she has received several awards, including Filmfare Awards for Best Actress. Rani Mukerji's contributions to Indian cinema, combined with her strong screen presence and emotive acting, have established her as one of Bollywood's leading actresses."
      },{
        "image":"../songs/Hindi Songs/img/actress/aishwarya rai.jpeg",
        "name": "Aishwarya Rai Bachchan",
        "bio": "Aishwarya Rai Bachchan, born on November 1, 1973, in Mangalore, India, is an internationally acclaimed actress and former Miss World. She gained fame after winning the Miss World title in 1994 and made her film debut with 'Iruvar' (1997). Aishwarya is best known for her roles in Bollywood hits such as 'Hum', 'Devdas', 'Jodhaa Akbar', and 'Guru'. Her performance in 'Devdas' earned her widespread acclaim and numerous awards. She has also made a mark in international cinema with films like 'Bride and Prejudice' and 'The Pink Panther 2'. Aishwarya is known for her beauty, grace, and versatility, and has been a prominent figure in Indian cinema. She is married to actor Abhishek Bachchan, and together they have a daughter, Aaradhya. Her contributions to both Indian and international films have solidified her status as a global icon."
      },{
        "image":"../songs/Hindi Songs/img/actress/Kartik Aaryan.jpeg",
        "name": "Kartik Aaryan",
        "bio": "Kartik Aaryan, born on November 22, 1990, in Gwalior, India, is a prominent Bollywood actor known for his charming screen presence and versatile performances. He made his acting debut with the film 'Pyaar Ka Punchnama' in 2011, which earned him recognition for his unique comedic timing. Kartik gained further acclaim with films like 'Pyaar Ka Punchnama 2', 'Sonu Ke Titu Ki Sweety', and 'Luka Chuppi'. Known for his roles in romantic comedies and his ability to connect with the younger audience, Kartik has quickly become one of the leading actors in Bollywood. His performances, combined with his charismatic personality, have made him a popular and influential figure in the Indian film industry."
      },  {
        "image":"../songs/Hindi Songs/img/actress/Juhi Chavla.jpeg",
        "name": "Juhi Chawla",
        "bio": "Juhi Chawla, born on November 13, 1967, in Mumbai, India, is a celebrated Bollywood actress and former Miss India. She gained fame in the late 1980s and 1990s with her charming performances and vibrant screen presence. Juhi made her film debut with 'Qayamat Se Qayamat Tak' (1988), which was a major success and established her as a leading actress. Known for her roles in films such as 'Hum', 'Chandni', 'Dil Hai Ke Manta Nahin', and 'Jo Jeeta Wohi Sikandar', she has received numerous accolades for her work. Juhi Chawla's versatility and ability to excel in both dramatic and comedic roles have made her a beloved figure in Indian cinema. Beyond acting, she is involved in various philanthropic activities and environmental causes. Her enduring popularity and contributions to the film industry continue to be celebrated."
      },{
        "image":"../songs/Hindi Songs/img/actress/Sidharth Malhotra.jpeg",
        "name": "Sidharth Malhotra",
        "bio": "Sidharth Malhotra, born on January 16, 1985, in Delhi, India, is a well-known Bollywood actor and former model. He began his career in the film industry with a brief role in 'My Name Is Khan' (2010) before gaining prominence with his lead role in 'Student of the Year' (2012). Known for his roles in films like 'Hasee Toh Phasee', 'Ek Villain', 'Kapoor & Sons', and 'SherShah', Sidharth has established himself as a versatile actor with a strong screen presence. His performances in romantic and action films have earned him a dedicated fan base. Sidharth Malhotra's career continues to thrive as he explores diverse roles and remains a significant figure in Indian cinema."
      },{
        "image":"../songs/Hindi Songs/img/actress/Hrithik Roshan.jpeg",
        "name": "Hrithik Roshan",
        "bio": "Hrithik Roshan, born on January 10, 1974, in Mumbai, India, is a highly acclaimed Bollywood actor known for his exceptional dancing skills and versatile acting. He made his acting debut as a child artist in 'Aasha' (1980) and later gained fame with his lead role in 'Kaho Naa... Pyaar Hai' (2000), which was a massive success and earned him several awards. Hrithik is known for his roles in films like 'Kabhi Khushi Kabhie Gham', 'Jodhaa Akbar', 'War', and the 'Dhoom' series. His performances often combine intense drama with remarkable action sequences, earning him recognition as one of the most talented actors in Indian cinema. Hrithik Roshan's dedication to his craft, combined with his impressive physical transformations and dance abilities, has made him a prominent figure in the film industry."
      },{
        "image":"../songs/Hindi Songs/img/actress/Dipika Padukone.jpeg",
        "name": "Deepika Padukone",
        "bio": "Deepika Padukone, born on January 5, 1986, in Copenhagen, Denmark, is a renowned Bollywood actress and model. She made her acting debut in the film 'Om Shanti Om' (2007), which was a significant commercial success and established her as a leading actress in Indian cinema. Known for her versatility and powerful performances, Deepika has starred in acclaimed films such as 'Chennai Express', 'Padmaavat', 'Piku', and 'Bajirao Mastani'. Her portrayal of complex characters and her ability to excel in both dramatic and romantic roles have earned her numerous awards, including several Filmfare Awards. Deepika Padukone is also known for her philanthropic efforts and her advocacy for mental health awareness. Her impact on Bollywood and her global recognition make her one of the most influential actresses in the industry."
      },{
        "image":"../songs/Hindi Songs/img/actress/Sanjay datt.jpeg",
        "name": "Sanjay Dutt",
        "bio": "Sanjay Dutt, born on July 29, 1959, in Mumbai, India, is a prominent Bollywood actor known for his intense performances and versatile roles. He made his acting debut in 'Rocky' (1981) and quickly established himself as a leading actor with his powerful performances in films like 'Vidhaata', 'Naam', and 'Khalnayak'. Despite his successful career, Sanjay Dutt's life has been marked by personal struggles, including legal issues and imprisonment. However, his resilience and commitment to his craft have seen him make a strong comeback with notable performances in films such as 'Munna Bhai M.B.B.S.', 'Lage Raho Munna Bhai', and 'Sanju', a biopic based on his life. Sanjay Dutt's contributions to Indian cinema, combined with his compelling on-screen presence and dramatic life story, have made him a significant figure in the film industry."
      },{
        "image":"../songs/Hindi Songs/img/actress/Akshaye Khana.jpeg",
        "name": "Akshaye Khanna",
        "bio": "Akshaye Khanna, born on March 28, 1975, in Mumbai, India, is a talented Bollywood actor known for his versatile roles and intense performances. He made his acting debut with the film 'Himalaya Putra' (1997) and gained recognition for his roles in 'Border' (1997) and 'Humraaz' (2002). Akshaye has portrayed a range of characters in films such as 'Dil Chahta Hai', 'Taal', 'Hungama', and 'Race'. Known for his ability to excel in both serious and comedic roles, he has received critical acclaim for his performances. Akshaye Khanna's contribution to Indian cinema is marked by his dedication to his craft and his ability to bring depth to a variety of roles."
      },{
        "image":"../songs/Hindi Songs/img/actress/Madhuri dixit.jpeg",
        "name": "Madhuri Dixit",
        "bio": "Madhuri Dixit, born on May 15, 1967, in Mumbai, India, is a celebrated Bollywood actress known for her exceptional acting skills and graceful dance performances. She made her acting debut with the film 'Abodh' (1984) and gained prominence with her role in 'Tezaab' (1988), which was a major success. Madhuri is known for her performances in iconic films such as 'Dil', 'Hum', 'Dil To Pagal Hai', 'Devdas', and 'Pukaar'. Her ability to portray a wide range of characters, combined with her remarkable dance talent, especially in songs like 'Ek Do Teen' and 'Choli Ke Peeche', has earned her numerous awards and accolades. Madhuri Dixit's charm, talent, and contributions to Indian cinema have solidified her status as one of Bollywood's leading actresses."
      },{
        "image":"../songs/Hindi Songs/img/actress/ranvir kapoor.jpeg",
        "name": "Ranbir Kapoor",
        "bio": "Ranbir Kapoor, born on September 28, 1982, in Mumbai, India, is a prominent Bollywood actor known for his dynamic performances and versatility. He is the son of renowned actors Rishi Kapoor and Neetu Singh. Ranbir made his acting debut with 'Saawariya' (2007), which was followed by notable performances in films such as 'Wake Up Sid', 'Rockstar', 'Barfi!', and 'Sanju'. Known for his ability to portray a wide range of characters, from intense dramas to light-hearted comedies, he has received critical acclaim and numerous awards for his work. Ranbir Kapoor's dedication to his craft, combined with his strong screen presence, has made him one of the leading actors in contemporary Indian cinema."
      },{
        "image":"../songs/Hindi Songs/img/actress/Akshay.jpeg",
        "name": "Akshay Kumar",
        "bio": "Akshay Kumar, born on September 9, 1967, in Punjab, India, is a prolific Bollywood actor and producer known for his versatility and extensive filmography. He made his acting debut with 'Saugandh' (1991) and gained popularity with his roles in films like 'Khiladi', 'Main Khiladi Tu Anari', and 'Mohra' in the early 1990s. Akshay is known for his performances in a variety of genres, including action, comedy, and drama, with notable films such as 'Hera Pheri', 'Dhadkan', 'Housefull', 'Toilet: Ek Prem Katha', and 'Pad Man'. His dedication to performing his own stunts and his ability to switch between intense and comedic roles have earned him widespread acclaim and numerous awards. Akshay Kumar's contributions to Indian cinema and his consistent box office success have established him as one of Bollywood's leading actors."
      },
      {
        "image":"../songs/Hindi Songs/img/actress/Anil Kapoor.jpeg",
        "name": "Anil Kapoor",
        "bio": "Anil Kapoor, born on December 24, 1956, in Mumbai, India, is a prominent Bollywood actor known for his dynamic performances and versatility. He made his acting debut with 'Hamare Tumhare' (1979) and gained popularity with films like 'Mr. India', 'Tezaab', and 'Ram Lakhan'. Anil Kapoor is known for his ability to excel in a variety of roles, from action to comedy, and has received several awards, including the National Film Award. His performance in international projects like 'Slumdog Millionaire' and the TV series '24' has further established him as a global star."
      },{
        "image":"../songs/Hindi Songs/img/actress/shushant Singh rajput.jpeg",
        "name": "Sushant Singh Rajput",
        "bio": "Sushant Singh Rajput, born on January 21, 1986, in Patna, India, was a talented Bollywood actor known for his performances in both television and film. He made his acting debut with 'Kai Po Che!' (2013) and gained significant recognition with films like 'MS Dhoni: The Untold Story', 'Chhichhore', and 'Paani'. Sushant's performances were noted for their depth and authenticity. His untimely passing in 2020 was a significant loss to the film industry, and his contributions continue to be remembered by fans and colleagues alike."
      },
      {
        "image":"../songs/Hindi Songs/img/actress/Rajkumar rao.jpeg",
        "name": "Rajkummar Rao",
        "bio": "Rajkummar Rao, born on August 31, 1984, in Gurgaon, India, is an acclaimed Bollywood actor known for his exceptional acting skills and choice of diverse roles. He made his acting debut with 'Love Sex Aur Dhokha' (2010) and gained critical acclaim with films like 'Shahid', 'Queen', and 'Newton'. Rajkummar is known for his ability to bring depth to his characters and has received numerous awards for his performances. His dedication to his craft and his impact on contemporary Indian cinema have established him as one of the leading actors of his generation."
      },
      {
        "image":"../songs/Hindi Songs/img/actress/Ayushmann khurrana.jpeg",
        "name": "Ayushmann Khurrana",
        "bio": "Ayushmann Khurrana, born on September 14, 1984, in Chandigarh, India, is a Bollywood actor and singer known for his unique choice of roles and engaging performances. He made his acting debut with 'Vicky Donor' (2012), which was a critical and commercial success. Ayushmann has starred in a variety of films, including 'Dum Laga Ke Haisha', 'Badhaai Ho', and 'Andhadhun', all of which have received widespread acclaim. His ability to tackle socially relevant subjects with humor and sensitivity has established him as a prominent and influential figure in contemporary Indian cinema."
      }      
]