[
    {
     "image":"songs/Hindi Songs/img/Artist/lata mangeshkar.jpeg",
      "name": "Lata Mangeshkar",
      "bio": "Lata Mangeshkar, born on September 28, 1929, in Indore, India, was one of the most iconic playback singers in Indian cinema. Known as the 'Nightingale of India,' her career spanned over seven decades. Lata Mangeshkar's melodious voice graced numerous hits in Hindi, Marathi, and other regional languages. Some of her most memorable songs include 'Aayega Aanewala', 'Lag Jaa Gale', and 'Tere Bina Zindagi Se'. Her contributions to music earned her several prestigious awards, including the Bharat Ratna."
    },
    {
    "image":"songs/Hindi Songs/img/Artist/kishore kumar.jpeg",
      "name": "Kishore Kumar",
      "bio": "Kishore Kumar, born on August 4, 1929, in Khandwa, India, was a legendary playback singer and actor. Known for his unique voice and versatility, Kishore Kumar delivered numerous hits in Hindi cinema during the 1950s to the 1980s. His famous songs include 'Koi Hota Jisko', 'Pyar Deewana Hota Hai', and 'Zindagi Ek Safar Hai Suhana'. Kishore Kumar was also known for his contributions as an actor and composer."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/mohammad rafi.webp",
      "name": "Mohammed Rafi",
      "bio": "Mohammed Rafi, born on December 24, 1924, in Punjab, India, was one of the most versatile playback singers in the history of Indian cinema. Known for his melodious voice, Rafi sang in various languages and delivered timeless hits such as 'Chaudhvin Ka Chand Ho', 'Teri Aankhon Ke Siva', and 'Kya Hua Tera Wada'. His contribution to music earned him numerous accolades, including the National Film Award."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/asha bhosle.jpeg",
      "name": "Asha Bhosle",
      "bio": "Asha Bhosle, born on September 8, 1933, in Sangli, India, is a prolific playback singer renowned for her versatile voice and extensive career. She is known for her contributions to Hindi cinema as well as to Marathi, Bengali, and other regional film industries. Some of her famous songs include 'Dum Maro Dum', 'Piya Tu Ab To Aaja', and 'Chura Liya Hai Tumne'. Asha Bhosle has received numerous awards, including the Padma Bhushan."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/Udit Narayan.jpeg",
      "name": "Udit Narayan",
      "bio": "Udit Narayan, born on December 1, 1955, in Bihar, India, is a prominent playback singer known for his melodious voice and numerous hits in Hindi cinema. His career began in the 1980s, and he gained fame with songs like 'Pehla Nasha', 'Mehndi Hai Rachnewali', and 'Chand Chupa Badal Mein'. Udit Narayan has won several awards, including National Film Awards and Filmfare Awards."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/soni nigam.jpeg",
      "name": "Sonu Nigam",
      "bio": "Sonu Nigam, born on July 30, 1973, in Faridabad, India, is a popular playback singer and music director. Known for his versatility and range, Sonu Nigam has delivered numerous hits in Hindi cinema, such as 'Kal Ho Na Ho', 'Saathiya', and 'Tera Milna'. He has also worked in various regional languages and is acclaimed for his live performances and concerts."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/shreya ghoshal.jpeg",
      "name": "Shreya Ghoshal",
      "bio": "Shreya Ghoshal, born on March 12, 1984, in Murshidabad, India, is a renowned playback singer known for her soulful voice and versatility. She began her career with the film 'Devdas' (2002) and quickly became one of the leading playback singers in Indian cinema. Her famous songs include 'Dola Re Dola', 'Tumi Je Amar', and 'Chikni Chameli'. Shreya Ghoshal has received numerous awards, including multiple National Film Awards."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/Arijit Singh.jpeg",
      "name": "Arijit Singh",
      "bio": "Arijit Singh, born on April 25, 1987, in Jiaganj, India, is a contemporary playback singer known for his emotive voice and romantic ballads. He gained fame with his song 'Tum Hi Ho' from the film 'Aashiqui 2' (2013) and has since delivered numerous hits, including 'Channa Mereya', 'Raabta', and 'Phir Mohabbat'. Arijit Singh has received several awards for his contributions to Indian music."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/Hariharan.jpeg",
      "name": "Hariharan",
      "bio": "Hariharan, born on April 3, 1955, in Mumbai, India, is a renowned playback singer known for his soulful voice and versatility in both Indian and international music. He is celebrated for his work in Hindi, Tamil, and Malayalam films, with notable songs like 'Chappa Chappa Charkha Chale', 'Tere Mere Milan Ki Ye Raina', and 'Sangamam'. Hariharan has received numerous awards, including the National Film Award for Best Male Playback Singer."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/Kumar Sanu.jpeg",
      "name": "Kumar Sanu",
      "bio": "Kumar Sanu, born on September 23, 1957, in Kolkata, India, is a celebrated playback singer known for his romantic ballads and versatile singing style. He gained popularity in the 1990s with hit songs like 'Tujhe Dekha To', 'Dil Kya Kare', and 'Mera Dil Bhi Kitna Pagal Hai'. Kumar Sanu has received several awards, including the Filmfare Award for Best Male Playback Singer."
    },{
        "image":"songs/Hindi Songs/img/Artist/alka yagnik.jpeg",
      "name": "Alka Yagnik",
      "bio": "Alka Yagnik, born on March 20, 1966, in Kolkata, India, is a prominent playback singer known for her melodious voice and numerous hit songs. She is recognized for her work in Hindi cinema, with notable songs including 'Tum Hi Ho', 'Chamma Chamma', and 'Pehla Pehla Pyar'. Alka Yagnik has received several awards, including the National Film Award for Best Female Playback Singer."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/Sukhwinder Singh .jpeg",
      "name": "Sukhwinder Singh",
      "bio": "Sukhwinder Singh, born on July 18, 1971, in Punjab, India, is a renowned playback singer known for his powerful and energetic voice. He gained fame with his song 'Chaiyya Chaiyya' from the film 'Dil Se' and has since delivered numerous hits such as 'Jai Ho', 'Haule Haule', and 'Beedi'. Sukhwinder Singh has received several awards for his contributions to Indian music."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/Jagjit singh.jpeg",
      "name": "Jagjit Singh",
      "bio": "Jagjit Singh, born on February 8, 1941, in Sri Ganganagar, India, was a renowned ghazal singer known for his soulful and melodious voice. He was a significant figure in popularizing ghazals in modern Indian music, with famous compositions like 'Hontho Se Chhoo Lo Tum', 'Tumhare Haath Ki Chudiyan', and 'Chitthi Na Koi Sandesh'. Jagjit Singh's legacy continues to influence and inspire singers in the genre."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/Uosha outhap.jpeg",
      "name": "Usha Uthup",
      "bio": "Usha Uthup, born on November 7, 1947, in Mumbai, India, is a celebrated playback singer known for her distinctive voice and energetic performances. She is renowned for her work in both Bollywood and regional cinema, with popular songs like 'Hari Om Hari', 'Koi Yahan Aha Nache Nache', and 'Rambha Ho'. Usha Uthup has had a significant impact on Indian music with her unique style and vibrant performances."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/Neha kakkar.jpeg",
      "name": "Neha Kakkar",
      "bio": "Neha Kakkar, born on June 6, 1988, in Rishikesh, India, is a contemporary playback singer known for her catchy and energetic songs. She gained fame with hits such as 'Kar Gayi Chull', 'Dilbar', and 'O Saki Saki'. Neha Kakkar's lively voice and dynamic performances have made her a popular figure in Bollywood and Indian pop music."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/Rahat Fteh Ali Khan.jpeg",
      "name": "Rahat Fateh Ali Khan",
      "bio": "Rahat Fateh Ali Khan, born on December 9, 1974, in Faisalabad, Pakistan, is a renowned Sufi singer known for his soulful voice and emotive performances. He is celebrated for his work in both Pakistani and Indian music industries, with famous songs like 'Tere Bin', 'Dil To Bachcha Hai Ji', and 'Mann Ki Lagan'. Rahat Fateh Ali Khan has received numerous awards and accolades for his contributions to music."
    },
    {
        "image":"songs/Hindi Songs/img/Artist/Pritam.jpeg",
      "name": "Pritam",
      "bio": "Pritam, born on June 14, 1971, in Kolkata, India, is a renowned music composer and playback singer known for his innovative and popular music. He has composed music for numerous successful films, including 'Jab We Met', 'Barfi!', and 'Dangal'. Pritam's work has earned him several awards and accolades, and he continues to be a prominent figure in the Indian music industry."
    },{
        "image":"songs/Hindi Songs/img/Artist/Shaan.jpeg",
      "name": "Shaan",
      "bio": "Shaan, born on September 30, 1972, in Kolkata, India, is a versatile playback singer known for his smooth and melodious voice. He has delivered numerous hits in Hindi cinema, such as 'Chand Sifarish', 'Tanha Dil', and 'Jab Se Tere Naina'. Shaan has received several awards for his contributions to music and continues to be a prominent figure in the Indian music industry."
    }
  ]
  
